Repository: pypi-data/pypi-mirror-235
Catalog: packages/perun.proxygui/perun.proxygui-3.1.0-py3-none-any.whl/perun/proxygui/gui/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: fail
cs: selhání

source: Missing request parameter
cs: Chybí požadovaný parametr

source: received invalid ticket
cs: neplatný tiket

source: Personal data that will be transferred to the service
cs: Osobní údaje, které budou předány službě

source: Information on the processing of personal data of the service
cs: Informace o zpracování osobních údajů služby

source: are defined at
cs: jsou definovány na

source: the page
cs: odkazované stránce

source: , please familiarize yourself with the text.
cs: , prosím, seznamte se s textem.

source: Mandatory attributes
cs: Povinně odesílané atributy

source: For the following attributes, choose whether you want to send them
cs: U následujících atributů zvolte, jestli je chcete odeslat

source: I confirm that I have read the terms of personal data processing
cs: Potvrzuji seznámení se s podmínkami zpracování osobních údajů

source: and I agree to the transfer of personal data:
cs: a souhlasím s předáním osobních údajů

source: Yes, I agree
cs: Ano, souhlasím

source: No, I do not agree
cs: Ne, nesouhlasím

source: remember consent for
cs: zapamatovat souhlas na

source: months
cs: měsíců

source: You are about to access service, which is in testing environment.
cs: Přistupujete ke službě, která je v testovacím režimu.

source: Continue
cs: Pokračovat

source: You are not authorized to access the service
cs: Nesplňujete autorizační pravidla pro přístup ke službě

source: service
cs: služba

source: We will now redirect you to a registration page, where you will apply for the access.
cs: Budete přesmerován(a) na stránku, kde můžete o p%rístup na službu zažádat.

source: Proceed to registration
cs: Pokračovat na registrační stránku

source: Access forbidden
cs: Přístup odepřen

source: You don't meet the prerequisites for accessing the service:
cs: Nesplňujete prerekvizity pro přístup ke službě:

source: For more information about this service please visit this
cs: Pro více informací o této službě prosím navštivte

source: page
cs: stránku

source: If you think you should have an access contact service operator at
cs: Pokud si myslíte, že byste k dané službě měli mít přístup, kontaktujte prosím správce služby na

source: Problem with login to service:
cs: Problém s přihlášením ke službě:
